
[ {
      "date":"Apr 21 2022",
      "Humidifier": "On",
      "Skin_condition": "Fair",
      "Eyes_condition": "Dry eyes during the afternoon.",
      "Feeling": "Feel the same dryness as yesterday. Even though I felt comfy while breathing, I got tears with dry eyes during the entire afternoon."
    },
 {
        "date":"Apr 22 2022",
        "Humidifier": "On",
        "Skin_condition": "Fair",
        "Eyes_condition": "Dry eyes during the morning after make-up.",
        "Feeling": "Feel better with the humidifier but felt the dryness when I was outside during the afternoon."
      },
      {
        "date":"Apr 23 2022",
        "Humidifier": "Off",
        "Skin_condition": "Fair",
        "Eyes_condition": "Comfy, no symptom",
        "Feeling": "Feel comfy with the indoor humidity level."
      },
      {
        "date":"Apr 24 2022",
        "Humidifier": "On",
        "Skin_condition": "Fair",
        "Eyes_condition": "Got dry eyes after make-up but feel better after a while.",
        "Feeling": "Feel comfortable with the indoor humidity level. I was outside during the afternoon. The high-speed wind made the dryness on my skin."
      },
      {
        "date":"Apr 25 2022",
        "Humidifier": "On",
        "Skin_condition": "Good",
        "Eyes_condition": "Good",
        "Feeling": "Good when I'm indoors and in outdoor conditions. My face gets oily afternoon." 
      },
      {
        "date":"Apr 26 2022",
        "Humidifier": "On",
        "Skin_condition": "Great",
        "Eyes_condition": "Great",
        "Feeling": "The best day since I started recording my physical condition. I can feel it's more humid compared to previous days." 
      },
      {
        "date":"Apr 27 2022",
        "Humidifier": "Off",
        "Skin_condition": "Great",
        "Eyes_condition": "Great",
        "Feeling": "Feel unwell due to menstruation. Skin becomes sensitive today." 
      },
      {
        "date":"Apr 28 2022",
        "Humidifier": "Off",
        "Skin_condition": "Good",
        "Eyes_condition": "Dry",
        "Feeling": "I can feel the dryness all day, especially in my eyes. I got tears after make-up and when I was outdoor. It's windy, which causes dry eyes and tears." 
      },
      {
        "date":"Apr 29 2022",
        "Humidifier": "On",
        "Skin_condition": "Good",
        "Eyes_condition": "Dry",
        "Feeling": "It is comfortable indoors. However, it's windy outside which causes dry eyes all day." 
      },
      {
        "date":"Apr 30 2022",
        "Humidifier": "On",
        "Skin_condition": "Good",
        "Eyes_condition": "Fair",
        "Feeling": "The sky is clear. I can see through the air for very far. I don't really feel the dryness maybe because I'm indoor almost the all time." 
      },
      {
        "date":"May 1 2022",
        "Humidifier": "On",
        "Skin_condition": "Fair",
        "Eyes_condition": "Fair",
        "Feeling": "I can feel the tension a little dry on my skin, and my face gets oily after having dinner. I spend all day looking at the screen, which causes dry eyes in the afternoon." 
      },
      {
        "date":"May 2 2022",
        "Humidifier": "On",
        "Skin_condition": "Great",
        "Eyes_condition": "Great",
        "Feeling": "It's a nice day indoors and outdoor. It was foggy outside, and the scattered light could be worse than the direct sunlight, so I decided to apply sunscreen for skin protection." 
      },
      {
        "date":"May 3 2022",
        "Humidifier": "Off",
        "Skin_condition": "Great",
        "Eyes_condition": "Great",
        "Feeling": "Same as yesterday. It is in excellent condition indoors without turning on a humidifier. I can feel it's not that humid compared to yesterday, but it's still at a reasonable level." 
      },
      {
        "date":"May 4 2022",
        "Humidifier": "Off",
        "Skin_condition": "Great",
        "Eyes_condition": "Fair",
        "Feeling": "It's raining today. I like to smell the water in the air. It remind me of Taiwan. In this kind of humidity level, it is ok without applying lotion." 
      },
      {
        "date":"May 5 2022",
        "Humidifier": "Off",
        "Skin_condition": "Fair",
        "Eyes_condition": "Dry with tears",
        "Feeling": "Start to feel the dryness after make-up. My eyes get itchy during the morning. Indoor condition without humidifier is acceptable." 
      },
      {
        "date":"May 6 2022",
        "Humidifier": "Off",
        "Skin_condition": "Excellent",
        "Eyes_condition": "Good",
        "Feeling": "It is raining today. I tried to record my skin condition after taking a shower. It looks smoother. The humidity is at a comfortable level. It makes me fall in love with New York's raining day." 
      },
      {
        "date":"May 7 2022",
        "Humidifier": "Off",
        "Skin_condition": "Excellent",
        "Eyes_condition": "Good",
        "Feeling": "Same as yesterday, I feel more comfortable with the outdoor condition. Without the humidifier in the school building, my eyes get super dry during the afternoon." 
      },
      {
        "date":"May 8 2022",
        "Humidifier": "Off",
        "Skin_condition": "Good",
        "Eyes_condition": "Good",
        "Feeling": "It became dryer after the rain. I was indoors all the time without a humidifier. It was not at an uncomfortable level, but I could still feel the difference. " 
      },
      {
        "date":"May 9 2022",
        "Humidifier": "Off",
        "Skin_condition": "Bad",
        "Eyes_condition": "Fair",
        "Feeling": "My eyes got itchy after make-up. My skin is delicate. The temperature got warmer. I think it will be the typical weather condition throughout the whole summer." 
      },
      {
        "date":"May 10 2022",
        "Humidifier": "On",
        "Skin_condition": "Fair",
        "Eyes_condition": "Fair",
        "Feeling": "I can feel the dryness on my skin, especially my face and eyelid. I will apply lotion tonight and see if I will feel better tomorrow. The weather is so good outside. I will try to go for a walk and experience the outdoor condition." 
      },
      {
        "date":"May 11 2022",
        "Humidifier": "Off",
        "Skin_condition": "Good",
        "Eyes_condition": "Good",
        "Feeling": "Same as yesterday. The weather is getting warmer. I go out more often. No symptoms showing up. I checked my eyes, skin, and hair, and they look good for me as my typical condition." 
      },
      {
        "date":"May 12 2022",
        "Humidifier": "Off",
        "Skin_condition": "Fair",
        "Eyes_condition": "Fair",
        "Feeling": "I started to feel dry since the last rain. I can feel the tightness in my skin and dry eyes. It's not a severe problem, but sensing the dryness makes me aware of the changing of the four seasons." 
      },
      {
        "date":"May 13 2022",
        "Humidifier": "Off",
        "Skin_condition": "Fair",
        "Eyes_condition": "Fair",
        "Feeling": "It is the same as yesterday. The dryness actually affects not dramatically my skin but my nails. I am thinking of taking photos of my nails but wondering about the consistency of this project." 
      },
      {
        "date":"May 14 2022",
        "Humidifier": "Off",
        "Skin_condition": "Good",
        "Eyes_condition": "Fair",
        "Feeling": "After recording for a couple weeks, I think my eyes are more sensitive than my skin. I can feel the dryness more often, and I need artificial tears even though it's raining today." 
      },
      {
        "date":"May 15 2022",
        "Humidifier": "Off",
        "Skin_condition": "Good",
        "Eyes_condition": "Bad",
        "Feeling": "My eyes are still dry. It may be caused by indoor air conditioning. However, the weather is so great outside. It is suitable for walking, and I plan to do so." 
      },
      {
        "date":"May 16 2022",
        "Humidifier": "Off",
        "Skin_condition": "Good",
        "Eyes_condition": "Good",
        "Feeling": "No symptoms show up today. I love the warm weather, but my face gets oil in the afternoon. I now need to use more oil control film than winter. Today is my final presentation. I hope everything goes well." 
      },
      {
        "date":"May 17 2022",
        "Humidifier": "Off",
        "Skin_condition": "Good",
        "Eyes_condition": "Fair",
        "Feeling": "I feel tired today, and my body is sticky. I don't like this feeling. It makes me think about the hot summer in Taiwan." 
      },
      {
        "date":"May 18 2022",
        "Humidifier": "Off",
        "Skin_condition": "Good",
        "Eyes_condition": "Good",
        "Feeling": "Good with everything~ besides, the wind blew my mind during the night. Forgot to take a photo of my skin, so I recorded the hair instead." 
      },
      {
        "date":"May 19 2022",
        "Humidifier": "Off",
        "Skin_condition": "Bad",
        "Eyes_condition": "Good",
        "Feeling": "Flighting to San Francisco today. It was great because the rain made me feel comfy. But it was dry on the flight, and I started to tear nails.No photo on the flight but with the hair photo in the early morning at the airport." 
      },
      {
        "date":"May 20 2022",
        "Humidifier": "Off",
        "Skin_condition": "Good",
        "Eyes_condition": "Good",
        "Feeling": "Walking in the San Francisco downtown in the morning. It was great with so much sunlight, and I don't feel dryness in my eyes or skin today." 
      },
      {
        "date":"May 21 2022",
        "Humidifier": "Off",
        "Skin_condition": "Good",
        "Eyes_condition": "Good",
        "Feeling": "Nice weather in California. A little bit hot at noon. The humidity is low, but I don't really feel it because it was no wind outdoor." 
      },
      {
        "date":"May 22 2022",
        "Humidifier": "On",
        "Skin_condition": "Good",
        "Eyes_condition": "Fair",
        "Feeling": "I forgot the take a photo today. It was stuffy during the afternoon, so I opened doors to let the air circulate. We turned on the humidifier for Lilo because she was sick. I hope she will feel better soon." 
      },
      {
        "date":"May 23 2022",
        "Humidifier": "On",
        "Skin_condition": "Good",
        "Eyes_condition": "Fair",
        "Feeling": "I tried to adapt to the temperature in the house, which is pretty low during the night. I sometimes shake while sleeping and do not willing to move and stretch my body during days." 
      },
      {
        "date":"May 24 2022",
        "Humidifier": "On",
        "Skin_condition": "Fair",
        "Eyes_condition": "Fair",
        "Feeling": "We only turn the humidifier on at night, so I feel the dryness right after my morning routine. I can also feel the roughness when I touch my skin." 
      },
      {
        "date":"May 25 2022",
        "Humidifier": "Off",
        "Skin_condition": "bad",
        "Eyes_condition": "Fair",
        "Feeling": "My skin is super dry today because I wash my hand and use sanitizer more often. Lilo got covid on May 22. Today, I also got a positive result, which made me uncomfortable maintaining my daily routine." 
      },
      {
        "date":"May 26 2022",
        "Humidifier": "On (at night)",
        "Skin_condition": "Fair",
        "Eyes_condition": "Fair",
        "Feeling": "I couldn't pay attention to things. I got a headache and have favor all day. I lost all my energy, felt tired, and ached my muscle." 
      },
      {
        "date":"May 27 2022",
        "Humidifier": "On (at night)",
        "Skin_condition": "Fair",
        "Eyes_condition": "Bad",
        "Feeling": "I am getting better today, even though I still have all the symptoms. My eyes get dry and itchy, maybe because of my physical condition. The weather is excellent, but I still felt cold this morning." 
      },
      {
        "date":"May 28 2022",
        "Humidifier": "On (at night)",
        "Skin_condition": "Good",
        "Eyes_condition": "Good",
        "Feeling": "I feel better today, so I think my physical condition is also getting better. It is annoying that I got so much acne on my face and back. The reason may be the unbalance of my hormone. It is not usual that I still have so much acne after the period. I hope it is because of the covid, so I won't see it after recovering." 
      },
      {
        "date":"May 29 2022",
        "Humidifier": "On (at night)",
        "Skin_condition": "Fair",
        "Eyes_condition": "Bad",
        "Feeling": "I got dry eyes during the day. I tried to relax my eyes by looking at the trees outside. We have a fantastic view from our house." 
      },
      {
        "date":"May 30 2022",
        "Humidifier": "On (at night)",
        "Skin_condition": "Fair",
        "Eyes_condition": "Fair",
        "Feeling": "Nothing special today. My skin condition is getting worse, but there is nothing I can do to make it better. It is not related to the weather or the humidity level. Since I'm on a diet and losing weight, my hormone might get unbalanced these days." 
      },
      {
        "date":"May 31 2022",
        "Humidifier": "On (at night)",
        "Skin_condition": "Fair",
        "Eyes_condition": "Fair",
        "Feeling": "The weather is excellent! I sleep a lot these days, and I hope it helps my health." 
      },
      {
        "date":"May 31 2022",
        "Humidifier": "On (at night)",
        "Skin_condition": "Fair",
        "Eyes_condition": "Fair",
        "Feeling": "My skin condition is getting better; all the scars are getting healed. It is a little bit dry on my body skin but still at the acceptable level." 
      },
      {
        "date":"June 1 2022",
        "Humidifier": "On (at night)",
        "Skin_condition": "Fair",
        "Eyes_condition": "Fair",
        "Feeling": "My skin condition is getting better; all the scars are getting healed. It is a little bit dry on my body skin but still at the acceptable level." 
      },
      {
        "date":"June 2 2022",
        "Humidifier": "On (at night)",
        "Skin_condition": "Bad",
        "Eyes_condition": "Bad",
        "Feeling": "I feel the dryness in my body, facial skin, and eyes. The summer in Northern California can be cold and dry, which I don't like. I hope our trip to Hawaii can refresh my physical condition with a tropical vibe." 
      },
      {
        "date":"June 3 2022",
        "Humidifier": "On (at night)",
        "Skin_condition": "Bad",
        "Eyes_condition": "Bad",
        "Feeling": "It is foggy outdoor, which is a typical weather condition around Oakland Hill, but I still feel dry on my skin. The weather pattern in California is such a mystery. I first learned that it is hot during summer and dry in the winter. Then I realized it is not always the case. It depends on the location. San Jose and San Francisco can have very different temperatures during the day. Then I live on Oakland Hill, where it looks foggy but still can dry to cause a wildfire." 
      },
      {
        "date":"June 4 2022",
        "Humidifier": "On (at night)",
        "Skin_condition": "Bad",
        "Eyes_condition": "Fair",
        "Feeling": "I can feel it is more humid these days. However, my hand skin is still dry and peeling because I wash my hands more often. I am too lazy to apply lotion." 
      },
      {
        "date":"June 5 2022",
        "Humidifier": "On (at night)",
        "Skin_condition": "Bad",
        "Eyes_condition": "Fair",
        "Feeling": "After 12am, I was on my way back home from the airport. After sending mom back, it started to rain. Such a melancholy night, I thought..." 
      },
      {
        "date":"June 6 2022",
        "Humidifier": "On (at night)",
        "Skin_condition": "Bad",
        "Eyes_condition": "Bad",
        "Feeling": "I checked the humidity level in Oakland, which is high these days. But I don't feel it the same as while in Taiwan. Because of the low dew point, the air can not hold too many water molecules at the represented temperature." 
      },
      {
        "date":"June 7 2022",
        "Humidifier": "Off",
        "Skin_condition": "Bad",
        "Eyes_condition": "Bad",
        "Feeling": "Still feel dry and uncomfortable today. I am looking forward to tomorrow's trip to Hawaii. A warm and humid tropical weather for me to spend time in the water." 
      },
      {
        "date":"June 8 2022",
        "Humidifier": "Off",
        "Skin_condition": "Bad",
        "Eyes_condition": "Bad",
        "Feeling": "Still feel dry and uncomfortable today. I am looking forward to tomorrow's trip to Hawaii. A warm and humid tropical weather for me to spend time in the water." 
      },
      {
        "date":"June 9 2022",
        "Humidifier": "Off",
        "Skin_condition": "Good",
        "Eyes_condition": "Good",
        "Feeling": "I did not experience any uncomfortable feeling in my skin or eyes. I applied sunscreen a couple times today. The sunscreen with a watery type texture, which is my favorite." 
      }, 
      {
        "date":"June 10 2022",
        "Humidifier": "Off",
        "Skin_condition": "Good",
        "Eyes_condition": "Good",
        "Feeling": "I swam with sea turtles! I spent about 2 hours in seawater in the morning and 2 hours in the pool during the nighttime with Lilo. I feel comfy with the fans on condition in the room." 
      },
      {
        "date":"June 11 2022",
        "Humidifier": "Off",
        "Skin_condition": "Good",
        "Eyes_condition": "Good",
        "Feeling": "We went to Lahaina for my surf lesson. It was sunny and hot. The seawater was warm and glassy, which was perfect for practicing. I tried the body oil after showering. I got tan and can see the difference between the two parts of my body. " 
      },
      {
        "date":"June 12 2022",
        "Humidifier": "Off",
        "Skin_condition": "Good",
        "Eyes_condition": "Good",
        "Feeling": "We were on a Hana road trip and visited some spots on the road, including twin falls and Koki beach. The weather on the mountain was cooler and moist. The wind was too high on the beach." 
      },
      {
        "date":"June 13 2022",
        "Humidifier": "Off",
        "Skin_condition": "Good",
        "Eyes_condition": "Good",
        "Feeling": "We swam with sea turtles again! With Lilo, this time, we spent more time in the seawater. And we swam in the pool at night, the same as on previous days. I apply lotion after showering because I felt I need to after socking in water for a long time." 
      },
      {
        "date":"June 14 2022",
        "Humidifier": "Off",
        "Skin_condition": "Good",
        "Eyes_condition": "Good",
        "Feeling": "We planned to go to the beach again, but it was too windy on the beach. The wind spend was almost 20MPH, so we went back to the pool. I swam for less than an hour because it was too sunny. I don't want to get tan anymore." 
      },
      {
        "date":"June 15 2022",
        "Humidifier": "Off",
        "Skin_condition": "Good",
        "Eyes_condition": "Good",
        "Feeling": "On the way to the airport, we had a brunch outdoor, and we walked in a park that had a playground. I did not apply sunscreen today because I thought I would spend most of my time in a car and airplane where do not expose to sunshine. However, I was wrong." 
      },
      {
        "date":"June 16 2022",
        "Humidifier": "Off",
        "Skin_condition": "Good",
        "Eyes_condition": "Bad",
        "Feeling": "Right after returning to Oakland, I immediately felt the coldness and dryness. My eyes are itching, even though there is no sight on my skin, but I believe my skin will start getting dry and peeling soon." 
      },
      {
        "date":"June 17 2022",
        "Humidifier": "On (at night)",
        "Skin_condition": "Good",
        "Eyes_condition": "Fair",
        "Feeling": "It is too cold during the night, especially with the humidifier on. It made me sleep more. I feel like I am starting to hibernate. But with the humidifier on, My eyes feel better compared to yesterday." 
      },
      {
        "date":"June 18 2022",
        "Humidifier": "On (at night)",
        "Skin_condition": "Good",
        "Eyes_condition": "Bad",
        "Feeling": "I started to wear long sleeves and socks for sleeping. I feel much better during the night." 
      },
      {
        "date":"June 19 2022",
        "Humidifier": "Off",
        "Skin_condition": "Good",
        "Eyes_condition": "Bad",
        "Feeling": "My eyes get worse when using my phone. I know I need to reduce screen time for eye relaxation, but I just can't make it. I tried the eyes drops, which eased the uncomfortable feeling for half of a day." 
      },
      {
        "date":"June 20 2022",
        "Humidifier": "On",
        "Skin_condition": "Fair",
        "Eyes_condition": "Bad",
        "Feeling": "The same symptom in my eyes. I used the eyes drops and turned on the humidifier during the daytime. I hope to be better tomorrow." 
      },
      {
        "date":"June 21 2022",
        "Humidifier": "On",
        "Skin_condition": "Fair",
        "Eyes_condition": "Fair",
        "Feeling": "My eyes are not itchy in the morning because I have turned on a humidifier in my small room. Even though the temperature is high, I still feel cold. My body temperature is lower than others, I know..." 
      },
      {
        "date":"June 22 2022",
        "Humidifier": "On",
        "Skin_condition": "Fair",
        "Eyes_condition": "Fair",
        "Feeling": "It has been hot since afternoon yesterday. I started to feel hot and sultry in my rooms. However, it does not help with my skin or eye conditions. Even though my eyes are not itchy as a couple of days ago, I still can feel the tension and uncomfortable." 
      },
      {
        "date":"June 23 2022",
        "Humidifier": "On",
        "Skin_condition": "A little bit dry",
        "Eyes_condition": "Bad",
        "Feeling": "My eyes got itchy and in pain. It might be the side effect of acne treatment which contains Benzoyl Peroxide." 
      },
      {
        "date":"June 24 2022",
        "Humidifier": "Off",
        "Skin_condition": "Fair",
        "Eyes_condition": "Bad",
        "Feeling": "I have tears in my eyes these days. I don't feel shape pain in my eyes, but it is still in an uncomfortable status. Before this project, I wasn't aware of this unhealthy condition, but now it has become a sight that tells me I am not fit in this place." 
      },
      {
        "date":"June 25 2022",
        "Humidifier": "Off",
        "Skin_condition": "Fair",
        "Eyes_condition": "Fair",
        "Feeling": "I went to Capitola, where the weather is nice. The temperature is high, but I feel cold when the wind blows." 
      },
      {
        "date":"June 26 2022",
        "Humidifier": "Off",
        "Skin_condition": "Fair",
        "Eyes_condition": "Good",
        "Feeling": "It's a nice day today. I don't feel cold when I wake up, which is rare. It happened less than 5% during the whole year. And it is not too hot at noon. Not sure if it's because of my physical condition or the perfect weather." 
      },
      {
        "date":"June 27 2022",
        "Humidifier": "Off",
        "Skin_condition": "Fair",
        "Eyes_condition": "Good",
        "Feeling": "The excellent weather condition continues. Lucky, I will feel comfy as same as yesterday." 
      },
      {
        "date":"June 28 2022",
        "Humidifier": "Off",
        "Skin_condition": "Not too bad",
        "Eyes_condition": "Bad",
        "Feeling": "I started to feel the tension on my skin cause of dryness. I used the same acne treatment, and it causes the dry eye again... I will be careful next time I apply it to my face." 
      },
      {
        "date":"June 29 2022",
        "Humidifier": "On",
        "Skin_condition": "Not good",
        "Eyes_condition": "Fair",
        "Feeling": "I notice the UV index is low today because I need to apply sunscreen for Lilo. I became aware of more changes in Lilo's skin instead of mine. Her skin also has many problems, which is unusual for a 4-year-old." 
      },
      {
        "date":"June 30 2022",
        "Humidifier": "On",
        "Skin_condition": "Fair",
        "Eyes_condition": "Fair",
        "Feeling": "It gets cold today; at the same time, I feel more humid indoors. I have my humidifier on, which I don't know how to turn off; I can only wait for the water to run out..." 
      },
      {
        "date":"July 1 2022",
        "Humidifier": "Off",
        "Skin_condition": "Fair",
        "Eyes_condition": "Good",
        "Feeling": "Today is a foggy day. I can't bear the coldness, but I feel guilty about turning on the heater in the middle of the summer." 
      },
      {
        "date":"July 2 2022",
        "Humidifier": "Off",
        "Skin_condition": "Fair",
        "Eyes_condition": "Fair",
        "Feeling": "I turned on the heater during the night and went outside for a picnic during the daytime. The wind speed was about 11-16 mph which consider fast and uncomfortable to enjoy a picnic in a park." 
      },
      {
        "date":"July 3 2022",
        "Humidifier": "On",
        "Skin_condition": "Fair",
        "Eyes_condition": "Bad",
        "Feeling": "I am planning to spend all day at home. With the header turned on, it might be too dry to enjoy watching TV during the afternoon. So I will turn on the humidifier too, and see if it helps." 
      },
      {
        "date":"July 4 2022",
        "Humidifier": "On",
        "Skin_condition": "Good",
        "Eyes_condition": "Fair",
        "Feeling": "Perfect temperature outdoor. We when kayaking in Half moon bay. Surprisingly it wasn't windy in the bay, but the scattered light from the cloudy day tans my skin." 
      },
      {
        "date":"July 5 2022",
        "Humidifier": "On",
        "Skin_condition": "Good",
        "Eyes_condition": "OK",
        "Feeling": "My skin gets better than a couple of days ago. I. noticed my water consumption might be low, so I need to drink more." 
      },
      {
        "date":"July 6 2022",
        "Humidifier": "Off (Hotel AC On)",
        "Skin_condition": "Good",
        "Eyes_condition": "OK",
        "Feeling": "Traveling to Seattle where supposed to be wet with a lot of rain. The temperature is higher than in Oakland." 
      },
      {
        "date":"July 7 2022",
        "Humidifier": "Off (Hotel AC On)",
        "Skin_condition": "Good",
        "Eyes_condition": "Good",
        "Feeling": "Stayed in Bellevue, WA, for 7 days. The weather was hot during the week, which isn't typical, according to locals. It was sunny during the daytime but still cold at night." 
      },
      {
        "date":"July 8 2022",
        "Humidifier": "Off (Hotel AC On)",
        "Skin_condition": "Good",
        "Eyes_condition": "Good",
        "Feeling": "Stayed in a hotel for most of the hours, which was comfortable with the AC turned on. Slightly cold during the night, so I turn off the AC for a couple of hours." 
      },
      {
        "date":"July 9 2022",
        "Humidifier": "Off (Hotel AC On)",
        "Skin_condition": "Great",
        "Eyes_condition": "Great",
        "Feeling": "I went to Redmond, my friend's house, for afternoon tea and dinner. We stayed in the backyard for the whole afternoon in perfect weather conditions. People from California and Vancouver were all enjoying the nice weather." 
      },
      {
        "date":"July 10 2022",
        "Humidifier": "Off (Hotel AC On)",
        "Skin_condition": "Great",
        "Eyes_condition": "Great",
        "Feeling": "When the car traveled around Bellevue, I saw the trees with many kinds of flowers blowing. The summer here can be a heaven for people to enjoy. We have a good time at Doupan's friend's place." 
      },
      {
        "date":"July 11 2022",
        "Humidifier": "Off (Hotel AC On)",
        "Skin_condition": "Great",
        "Eyes_condition": "Great",
        "Feeling": "I didn't check my skin condition that often. I didn't seem aware of any changes after I got here. I applied sunscreens when I was walking outside." 
      },
      {
        "date":"July 12 2022",
        "Humidifier": "Off (Hotel AC On)",
        "Skin_condition": "Great",
        "Eyes_condition": "Great",
        "Feeling": "I swam with Lilo almost every morning in the hotel. The indoor pool provided shade for sun protection, and the temperature was nice and warm. The water was heated so that Lilo could stay longer in the water." 
      },
      {
        "date":"July 13 2022",
        "Humidifier": "Off (Hotel AC On)",
        "Skin_condition": "Great",
        "Eyes_condition": "Great",
        "Feeling": "I think my skin is in good condition because I did not become aware of any uncomfortable feelings. Also, no symptoms from my eyes show the humidity level is better than in Oakland." 
      },
      {
        "date":"July 14 2022",
        "Humidifier": "Off",
        "Skin_condition": "Great",
        "Eyes_condition": "Fair",
        "Feeling": "I immediately feel the dryness after I finish my morning routine. I got dry eyes, so I used teardrop to relieve the itchiness." 
      },
      {
        "date":"July 15 2022",
        "Humidifier": "Off",
        "Skin_condition": "Great",
        "Eyes_condition": "Bad",
        "Feeling": "My eyes are super dry today. It reminds me of the first time I learned that dryness could cause teardrops. I was shocked because I did not know what side effects the dryness would cause. Living and growing up in Taiwan really limited my understanding of many things." 
      },
            {
        "date":"July 16 2022",
        "Humidifier": "Off (Air purifier turned on)",
        "Skin_condition": "Great",
        "Eyes_condition": "Fair",
        "Feeling": "My eyes are still dry during day time. It is chill in the morning, so I am hesitant to turn on the humidifier. The afternoon was warm, which made me feel better." 
      },
      {
        "date":"July 17 2022",
        "Humidifier": "Off (Air purifier turned on)",
        "Skin_condition": "Great",
        "Eyes_condition": "Good",
        "Feeling": "I woke up with sore pain in my back because of the massage. I did not become aware of the dryness on my eyes and skin today. It might be a good sign that the humidity condition is improving." 
      },
      {
        "date":"July 18 2022",
        "Humidifier": "Off (Air purifier turned on)",
        "Skin_condition": "Great",
        "Eyes_condition": "Good",
        "Feeling": "Forgot the mention I turned on the air purifier for 3 days because the dust was flying around while I was doing the house clearing. It might support my sensitive skin and nose a little bit." 
      },
      {
        "date":"July 19 2022",
        "Humidifier": "Off",
        "Skin_condition": "Great",
        "Eyes_condition": "Fair",
        "Feeling": "I checked the humidity numbers, which are relatively high these days. But I didn't feel the same while in Taiwan or Hawaii. It really proves how the dew point can change our sense and feeling of the humidity." 
      },
      {
        "date":"July 20 2022",
        "Humidifier": "On",
        "Skin_condition": "Great",
        "Eyes_condition": "Fair",
        "Feeling": "It is fine with my skin condition, and my eyes are the same as yesterday, a little bit dry, but it's acceptable." 
      },
      {
        "date":"July 21 2022",
        "Humidifier": "Off",
        "Skin_condition": "Great",
        "Eyes_condition": "Fair",
        "Feeling": "We went camping in Stanislaus National Forest, where we saw two wildfires over 3 days. The air is dry. I can feel the difference immediately after we reach the forest. My lip got dry, and I drank more water than usual. Lilo's got a bug bite during midnight on her eye. Her eye is puffed the whole week." 
      },
      {
        "date":"July 22 2022",
        "Humidifier": "Off",
        "Skin_condition": "Good",
        "Eyes_condition": "Fair",
        "Feeling": "I forgot to take the picture because I enjoyed the water in the lake. We swam, kayaked, and SUP for the whole morning. The picture shows the night sky from the forest. (Photo took by iPhone)" 
      },
      {
        "date":"July 23 2022",
        "Humidifier": "Off",
        "Skin_condition": "Good",
        "Eyes_condition": "Fair",
        "Feeling": "We saw the second wildfire in the afternoon, and Lilo didn't want to stay anymore. So we decide to go back home. The temperature is cooler in the bay area." 
      },
      {
        "date":"July 24 2022",
        "Humidifier": "Off",
        "Skin_condition": "Fair",
        "Eyes_condition": "Fair",
        "Feeling": "My skin is tanned." 
      },
      {
        "date":"July 25 2022",
        "Humidifier": "Off",
        "Skin_condition": "Good",
        "Eyes_condition": "Fair",
        "Feeling": "I wear long shelve after back home. It is unusual in this season for most people in the States. But it's common in San Francisco."},
        {
          "date":"July 26 2022",
          "Humidifier": "Off (Air purifier turned on)",
          "Skin_condition": "Good",
          "Eyes_condition": "Fair",
          "Feeling": "My skin condition is stable these days. My eyes are a little bit dry in the morning."
        },
        {
          "date":"July 27 2022",
          "Humidifier": "Off (Air purifier turned on)",
          "Skin_condition": "Fair",
          "Eyes_condition": "Fair",
          "Feeling": "My hands get dryer today. Not sure if it is because of the air purifier. The air quality is getting worse these days because of a nearby wildfire."
        },
        {
          "date":"July 28 2022",
          "Humidifier": "Off",
          "Skin_condition": "Fair",
          "Eyes_condition": "Fair",
          "Feeling": "I was busy all day without thinking about my physical condition. And I watched k-drama all the time during my free time. It didn't see any hurt in my eyes. So I think I was okay."
        },
        {
          "date":"July 29 2022",
          "Humidifier": "Off",
          "Skin_condition": "Good",
          "Eyes_condition": "Good",
          "Feeling": "I had a great sleep yesterday. Lilo didn't cry. My eyes are a little bit dry in the morning as usual. Nothing special to be reported."
        },
        {
          "date":"July 30 2022",
          "Humidifier": "Off",
          "Skin_condition": "Good",
          "Eyes_condition": "Good",
          "Feeling": "We went to Cupertino. The temperature was high. Overall, it was comfy to wear short sleeves."
        },
        {
          "date":"July 31 2022",
          "Humidifier": "Off",
          "Skin_condition": "Good",
          "Eyes_condition": "Good",
          "Feeling": "We went to San Carlos. The wind blew faster with a similar temperature yesterday, and the humidity was higher. It was a relaxing day."
        },
        {
          "date":"August 1 2022",
          "Humidifier": "Off",
          "Skin_condition": "Good",
          "Eyes_condition": "Fair",
          "Feeling": "I wore more when sleeping, which made me feel better in the early morning. Will try to keep this habit for the following days"
        },
        {
          "date":"August 2 2022",
          "Humidifier": "Off",
          "Skin_condition": "Good",
          "Eyes_condition": "Bad",
          "Feeling": "My eyes were super dry started yesterday night. The uncomfortable feeling continues. Teardrop used!"
        },
        {
          "date":"August 3 2022",
          "Humidifier": "Off",
          "Skin_condition": "Fair",
          "Eyes_condition": "Bad",
          "Feeling": "In the same situation, my eyes are dry. I used teardrop."
        },
        {
          "date":"August 4 2022",
          "Humidifier": "Off",
          "Skin_condition": "Fair",
          "Eyes_condition": "Bad",
          "Feeling": "Clean up the house and move plants to a friend's place. Prepare to move to New York."
        },
        {
          "date":"August 5 2022",
          "Humidifier": "Off (Air conditioning turned on)",
          "Skin_condition": "Fair",
          "Eyes_condition": "Bad",
          "Feeling": "We took a red-eye flight, so I felt like a zombie the whole day. I got a headache and felt super uncomfortable without proper sleeping."
        },
        {
          "date":"August 6 2022",
          "Humidifier": "Off (Air conditioning turned on)",
          "Skin_condition": "Good",
          "Eyes_condition": "Fair",
          "Feeling": "On the second day in New York, the humidity made my skin healthy but not breathing~ The heat wave in the noon made me feel like Taiwan."
        },
        {
          "date":"August 7 2022",
          "Humidifier": "Off (Air conditioning turned on)",
          "Skin_condition": "Good",
          "Eyes_condition": "Good",
          "Feeling": "I woke up at 4am to watch a live concert, which changed my sleeping habit. After 3 days in New York, I can see my skin get more moisturized, and I do not experience any pain in my eyes."
        },
        {
          "date":"August 8 2022",
          "Humidifier": "Off (Air conditioning turned on)",
          "Skin_condition": "Good",
          "Eyes_condition": "Good",
          "Feeling": "Still hot in the morning. Lilo can go to school in time. Working indoors with air conditioning, I hope there won't be any side effects."
        },
        {
          "date":"August 9 2022",
          "Humidifier": "Off (Air conditioning turned on)",
          "Skin_condition": "Good",
          "Eyes_condition": "Good",
          "Feeling": "So far so good"
        },
        {
          "date":"August 10 2022",
          "Humidifier": "Off (Air conditioning turned on)",
          "Skin_condition": "Good",
          "Eyes_condition": "Bad",
          "Feeling": "Walking outdoor in the morning. My teardrops followed me all the way to Lilo's school, and they continued to come out for a half hour."
        },
        {
          "date":"August 11 2022",
          "Humidifier": "Off (Air conditioning turned on)",
          "Skin_condition": "Good",
          "Eyes_condition": "Bad",
          "Feeling": "It's raining today. We have a perfect indoor temperature. I hope it's not too humid outside this afternoon."
        },
        {
          "date":"August 12 2022",
          "Humidifier": "Off (Air conditioning turned on)",
          "Skin_condition": "Good",
          "Eyes_condition": "Bad",
          "Feeling": "I don't feel dryness or itchy on my skin for a long time. The only concern is my sensitive eyes now."
        },
        {
          "date":"August 13 2022",
          "Humidifier": "Off (Air conditioning turned on)",
          "Skin_condition": "fair",
          "Eyes_condition": "Bad",
          "Feeling": "My eyes got worse because of the acne treatment which I applied around my eyes."
        },
        {
          "date":"August 14 2022",
          "Humidifier": "Off (Air conditioning turned on)",
          "Skin_condition": "The worst",
          "Eyes_condition": "Bad",
          "Feeling": "My skin starts peeling. It's uncomfortable and annoying."
        },
        {
          "date":"August 15 2022",
          "Humidifier": "Off (Air conditioning turned on)",
          "Skin_condition": "The worst",
          "Eyes_condition": "The worst",
          "Feeling": "The peeling continued, and my lips cracked. I applied some lip sleeping mask somehow, it didn't work."
        },
        {
          "date":"August 16 2022",
          "Humidifier": "Off (Air conditioning turned on)",
          "Skin_condition": "The worst",
          "Eyes_condition": "Bad",
          "Feeling": "The peeling continued with acne on my face made me look horrible!! I got some scratches on my hand when assembling storage racks from Ikea."
        },
        {
          "date":"August 17 2022",
          "Humidifier": "Off (Air conditioning turned on)",
          "Skin_condition": "The worst",
          "Eyes_condition": "Fair",
          "Feeling": "The peeling is annoying. Living in an indoor conditioning environment is comfy but not for the skin. My skin is sensitive and finicky. Maybe I need to use medication treatment instead."
        },
        {
          "date":"August 18 2022",
          "Humidifier": "Off (Air conditioning turned on)",
          "Skin_condition": "Bad",
          "Eyes_condition": "Fair",
          "Feeling": "I swam in the morning, so I feel a little dry on my body skin. The peeling on my face is getting better. I change the lotion, which might help as well. Not sure..."
        },
        {
          "date":"August 19 2022",
          "Humidifier": "Off",
          "Skin_condition": "Good",
          "Eyes_condition": "Fair",
          "Feeling": "I got blisters on my feet because of the new shoes. And the sun lighting through the windshield while I took a uber home made me uncomfortable."
        },
        {
          "date":"August 20 2022",
          "Humidifier": "Off",
          "Skin_condition": "Good",
          "Eyes_condition": "OK",
          "Feeling": "I slept all day but took a walk in the afternoon. Lilo followed us and walked for about 7.5km. The weather is humid but in a comfortable way."
        },
        {
          "date":"August 21 2022",
          "Humidifier": "Off",
          "Skin_condition": "Good",
          "Eyes_condition": "Fair",
          "Feeling": "Walked about 20 mins to have a great brunch! The weather is the same as yesterday. Have teardrop came out on the way to the restaurant."
        },
        {
          "date":"August 22 2022",
          "Humidifier": "Off",
          "Skin_condition": "Fair",
          "Eyes_condition": "Fair",
          "Feeling": "I swam and felt a little bit dry on my skin afterward."
        },
        {
          "date":"August 23 2022",
          "Humidifier": "Off",
          "Skin_condition": "Fair",
          "Eyes_condition": "Fair",
          "Feeling": "Somehow, my face is a little bit itchy. My body skin is dry but at an acceptable level."
        },
        {
          "date":"August 24 2022",
          "Humidifier": "Off",
          "Skin_condition": "Fair",
          "Eyes_condition": "Fine",
          "Feeling": "It is a little bit dry when the air conditioning turn on during the night. I will try turn on the humidifier tonight to see if it helps."
        },
        {
          "date":"August 25 2022",
          "Humidifier": "Off (Air conditioning turned on)",
          "Skin_condition": "Fine",
          "Eyes_condition": "Fine",
          "Feeling": "I applied lotion to my legs after swimming. This is the first time I feel in need of doing so. On the other hand, I haven't used teardrops since I came to New York. Summer in New York is definitely better for my health."
        },
        {
          "date":"August 26 2022",
          "Humidifier": "On",
          "Skin_condition": "Fine",
          "Eyes_condition": "Fine",
          "Feeling": "Without air conditioning, it's hot at night. And I just realized we did not turn on air conditioning most of the time."
        },
        {
          "date":"August 27 2022",
          "Humidifier": "On",
          "Skin_condition": "Good",
          "Eyes_condition": "Fine",
          "Feeling": "I sweat while walking outside in Brooklyn. It was humid and hot. The vitamin C sunscreen is too oily for my face."
        },
        {
          "date":"August 28 2022",
          "Humidifier": "Off",
          "Skin_condition": "Good",
          "Eyes_condition": "Fine",
          "Feeling": "Walking on the street with the humid wind passing through makes a great experience compared to the hot temperature underground. Still love the summer in New York so far."
        },
        {
          "date":"August 29 2022",
          "Humidifier": "Off",
          "Skin_condition": "Good",
          "Eyes_condition": "Fine",
          "Feeling": "I got scalded a couple days ago, and the wound is more significant than I expected. I decide to record my other body parts to make my diary diversified."
        }
        
    ]
