
[ {
      "date":"Apr 21 2022",
      "Humidifier": "On",
      "Skin_condition": "Fair",
      "Eyes_condition": "Dry eyes during the afternoon.",
      "Feeling": "Feel the same dryness as yesterday. Even though I felt comfy while breathing, I got tears with dry eyes during the entire afternoon."
    },
 {
        "date":"Apr 22 2022",
        "Humidifier": "On",
        "Skin_condition": "Fair",
        "Eyes_condition": "Dry eyes during the morning after make-up.",
        "Feeling": "Feel better with the humidifier but felt the dryness when I was outside during the afternoon."
      },
      {
        "date":"Apr 23 2022",
        "Humidifier": "Off",
        "Skin_condition": "Fair",
        "Eyes_condition": "Comfy, no symptom",
        "Feeling": "Feel comfy with the indoor humidity level."
      },
      {
        "date":"Apr 24 2022",
        "Humidifier": "On",
        "Skin_condition": "Fair",
        "Eyes_condition": "Got dry eyes after make-up but feel better after a while.",
        "Feeling": "Feel comfortable with the indoor humidity level. I was outside during the afternoon. The high-speed wind made the dryness on my skin."
      },
      {
        "date":"Apr 25 2022",
        "Humidifier": "On",
        "Skin_condition": "Good",
        "Eyes_condition": "Good",
        "Feeling": "Good when I'm indoors and in outdoor conditions. My face gets oily afternoon." 
      },
      {
        "date":"Apr 26 2022",
        "Humidifier": "On",
        "Skin_condition": "Great",
        "Eyes_condition": "Great",
        "Feeling": "The best day since I started recording my physical condition. I can feel it's more humid compared to previous days." 
      },
      {
        "date":"Apr 27 2022",
        "Humidifier": "Off",
        "Skin_condition": "Great",
        "Eyes_condition": "Great",
        "Feeling": "Feel unwell due to menstruation. Skin becomes sensitive today." 
      },
      {
        "date":"Apr 28 2022",
        "Humidifier": "Off",
        "Skin_condition": "Good",
        "Eyes_condition": "Dry",
        "Feeling": "I can feel the dryness all day, especially in my eyes. I got tears after make-up and when I was outdoor. It's windy, which causes dry eyes and tears." 
      },
      {
        "date":"Apr 29 2022",
        "Humidifier": "On",
        "Skin_condition": "Good",
        "Eyes_condition": "Dry",
        "Feeling": "It is comfortable indoors. However, it's windy outside which causes dry eyes all day." 
      },
      {
        "date":"Apr 30 2022",
        "Humidifier": "On",
        "Skin_condition": "Good",
        "Eyes_condition": "Fair",
        "Feeling": "The sky is clear. I can see through the air for very far. I don't really feel the dryness maybe because I'm indoor almost the all time." 
      },
      {
        "date":"May 1 2022",
        "Humidifier": "On",
        "Skin_condition": "Fair",
        "Eyes_condition": "Fair",
        "Feeling": "I can feel the tension a little dry on my skin, and my face gets oily after having dinner. I spend all day looking at the screen, which causes dry eyes in the afternoon." 
      },
      {
        "date":"May 2 2022",
        "Humidifier": "On",
        "Skin_condition": "Great",
        "Eyes_condition": "Great",
        "Feeling": "It's a nice day indoors and outdoor. It was foggy outside, and the scattered light could be worse than the direct sunlight, so I decided to apply sunscreen for skin protection." 
      },
      {
        "date":"May 3 2022",
        "Humidifier": "Off",
        "Skin_condition": "Great",
        "Eyes_condition": "Great",
        "Feeling": "Same as yesterday. It is in excellent condition indoors without turning on a humidifier. I can feel it's not that humid compared to yesterday, but it's still at a reasonable level." 
      },
      {
        "date":"May 4 2022",
        "Humidifier": "Off",
        "Skin_condition": "Great",
        "Eyes_condition": "Fair",
        "Feeling": "It's raining today. I like to smell the water in the air. It remind me of Taiwan. In this kind of humidity level, it is ok without applying lotion." 
      },
      {
        "date":"May 5 2022",
        "Humidifier": "Off",
        "Skin_condition": "Fair",
        "Eyes_condition": "Dry with tears",
        "Feeling": "Start to feel the dryness after make-up. My eyes get itchy during the morning. Indoor condition without humidifier is acceptable." 
      },
      {
        "date":"May 6 2022",
        "Humidifier": "Off",
        "Skin_condition": "Excellent",
        "Eyes_condition": "Good",
        "Feeling": "It is raining today. I tried to record my skin condition after taking a shower. It looks smoother. The humidity is at a comfortable level. It makes me fall in love with New York's raining day." 
      },
      {
        "date":"May 7 2022",
        "Humidifier": "Off",
        "Skin_condition": "Excellent",
        "Eyes_condition": "Good",
        "Feeling": "Same as yesterday, I feel more comfortable with the outdoor condition. Without the humidifier in the school building, my eyes get super dry during the afternoon." 
      },
      {
        "date":"May 8 2022",
        "Humidifier": "Off",
        "Skin_condition": "Good",
        "Eyes_condition": "Good",
        "Feeling": "It became dryer after the rain. I was indoors all the time without a humidifier. It was not at an uncomfortable level, but I could still feel the difference. " 
      },
      {
        "date":"May 9 2022",
        "Humidifier": "Off",
        "Skin_condition": "Bad",
        "Eyes_condition": "Fair",
        "Feeling": "My eyes got itchy after make-up. My skin is delicate. The temperature got warmer. I think it will be the typical weather condition throughout the whole summer." 
      },
      {
        "date":"May 10 2022",
        "Humidifier": "On",
        "Skin_condition": "Fair",
        "Eyes_condition": "Fair",
        "Feeling": "I can feel the dryness on my skin, especially my face and eyelid. I will apply lotion tonight and see if I will feel better tomorrow. The weather is so good outside. I will try to go for a walk and experience the outdoor condition." 
      },
      {
        "date":"May 11 2022",
        "Humidifier": "Off",
        "Skin_condition": "Good",
        "Eyes_condition": "Good",
        "Feeling": "Same as yesterday. The weather is getting warmer. I go out more often. No symptoms showing up. I checked my eyes, skin, and hair, and they look good for me as my typical condition." 
      },
      {
        "date":"May 12 2022",
        "Humidifier": "Off",
        "Skin_condition": "Fair",
        "Eyes_condition": "Fair",
        "Feeling": "I started to feel dry since the last rain. I can feel the tightness in my skin and dry eyes. It's not a severe problem, but sensing the dryness makes me aware of the changing of the four seasons." 
      },
      {
        "date":"May 13 2022",
        "Humidifier": "Off",
        "Skin_condition": "Fair",
        "Eyes_condition": "Fair",
        "Feeling": "It is the same as yesterday. The dryness actually affects not dramatically my skin but my nails. I am thinking of taking photos of my nails but wondering about the consistency of this project." 
      },
      {
        "date":"May 14 2022",
        "Humidifier": "Off",
        "Skin_condition": "Good",
        "Eyes_condition": "Fair",
        "Feeling": "After recording for a couple weeks, I think my eyes are more sensitive than my skin. I can feel the dryness more often, and I need artificial tears even though it's raining today." 
      },
      {
        "date":"May 15 2022",
        "Humidifier": "Off",
        "Skin_condition": "Good",
        "Eyes_condition": "Bad",
        "Feeling": "My eyes are still dry. It may be caused by indoor air conditioning. However, the weather is so great outside. It is suitable for walking, and I plan to do so." 
      },
      {
        "date":"May 16 2022",
        "Humidifier": "Off",
        "Skin_condition": "Good",
        "Eyes_condition": "Good",
        "Feeling": "No symptoms show up today. I love the warm weather, but my face gets oil in the afternoon. I now need to use more oil control film than winter. Today is my final presentation. I hope everything goes well." 
      },
      {
        "date":"May 17 2022",
        "Humidifier": "Off",
        "Skin_condition": "Good",
        "Eyes_condition": "Fair",
        "Feeling": "I feel tired today, and my body is sticky. I don't like this feeling. It makes me think about the hot summer in Taiwan." 
      },
      {
        "date":"May 18 2022",
        "Humidifier": "Off",
        "Skin_condition": "Good",
        "Eyes_condition": "Good",
        "Feeling": "Good with everything~ besides, the wind blew my mind during the night. Forgot to take a photo of my skin, so I recorded the hair instead." 
      },
      {
        "date":"May 19 2022",
        "Humidifier": "Off",
        "Skin_condition": "Bad",
        "Eyes_condition": "Good",
        "Feeling": "Flighting to San Francisco today. It was great because the rain made me feel comfy. But it was dry on the flight, and I started to tear nails.No photo on the flight but with the hair photo in the early morning at the airport." 
      },
      {
        "date":"May 20 2022",
        "Humidifier": "Off",
        "Skin_condition": "Good",
        "Eyes_condition": "Good",
        "Feeling": "Walking in the San Francisco downtown in the morning. It was great with so much sunlight, and I don't feel dryness in my eyes or skin today." 
      },
      {
        "date":"May 21 2022",
        "Humidifier": "Off",
        "Skin_condition": "Good",
        "Eyes_condition": "Good",
        "Feeling": "Nice weather in California. A little bit hot at noon. The humidity is low, but I don't really feel it because it was no wind outdoor." 
      },
      {
        "date":"May 22 2022",
        "Humidifier": "On",
        "Skin_condition": "Good",
        "Eyes_condition": "Fair",
        "Feeling": "I forgot the take a photo today. It was stuffy during the afternoon, so I opened doors to let the air circulate. We turned on the humidifier for Lilo because she was sick. I hope she will feel better soon." 
      },
      {
        "date":"May 23 2022",
        "Humidifier": "On",
        "Skin_condition": "Good",
        "Eyes_condition": "Fair",
        "Feeling": "I tried to adapt to the temperature in the house, which is pretty low during the night. I sometimes shake while sleeping and do not willing to move and stretch my body during days." 
      },
      {
        "date":"May 24 2022",
        "Humidifier": "On",
        "Skin_condition": "Fair",
        "Eyes_condition": "Fair",
        "Feeling": "We only turn the humidifier on at night, so I feel the dryness right after my morning routine. I can also feel the roughness when I touch my skin." 
      },
      {
        "date":"May 25 2022",
        "Humidifier": "Off",
        "Skin_condition": "bad",
        "Eyes_condition": "Fair",
        "Feeling": "My skin is super dry today because I wash my hand and use sanitizer more often. Lilo got covid on May 22. Today, I also got a positive result, which made me uncomfortable maintaining my daily routine." 
      },
      {
        "date":"May 26 2022",
        "Humidifier": "On (at night)",
        "Skin_condition": "Fair",
        "Eyes_condition": "Fair",
        "Feeling": "I couldn't pay attention to things. I got a headache and have favor all day. I lost all my energy, felt tired, and ached my muscle." 
      },
      {
        "date":"May 27 2022",
        "Humidifier": "On (at night)",
        "Skin_condition": "Fair",
        "Eyes_condition": "Bad",
        "Feeling": "I am getting better today, even though I still have all the symptoms. My eyes get dry and itchy, maybe because of my physical condition. The weather is excellent, but I still felt cold this morning." 
      },
      {
        "date":"May 28 2022",
        "Humidifier": "On (at night)",
        "Skin_condition": "Good",
        "Eyes_condition": "Good",
        "Feeling": "I feel better today, so I think my physical condition is also getting better. It is annoying that I got so much acne on my face and back. The reason may be the unbalance of my hormone. It is not usual that I still have so much acne after the period. I hope it is because of the covid, so I won't see it after recovering." 
      },
      {
        "date":"May 29 2022",
        "Humidifier": "On (at night)",
        "Skin_condition": "Fair",
        "Eyes_condition": "Bad",
        "Feeling": "I got dry eyes during the day. I tried to relax my eyes by looking at the trees outside. We have a fantastic view from our house." 
      },
      {
        "date":"May 30 2022",
        "Humidifier": "On (at night)",
        "Skin_condition": "Fair",
        "Eyes_condition": "Fair",
        "Feeling": "Nothing special today. My skin condition is getting worse, but there is nothing I can do to make it better. It is not related to the weather or the humidity level. Since I'm on a diet and losing weight, my hormone might get unbalanced these days." 
      },
      {
        "date":"May 31 2022",
        "Humidifier": "On (at night)",
        "Skin_condition": "Fair",
        "Eyes_condition": "Fair",
        "Feeling": "The weather is excellent! I sleep a lot these days, and I hope it helps my health." 
      },
      {
        "date":"May 31 2022",
        "Humidifier": "On (at night)",
        "Skin_condition": "Fair",
        "Eyes_condition": "Fair",
        "Feeling": "My skin condition is getting better; all the scars are getting healed. It is a little bit dry on my body skin but still at the acceptable level." 
      },
      {
        "date":"June 1 2022",
        "Humidifier": "On (at night)",
        "Skin_condition": "Fair",
        "Eyes_condition": "Fair",
        "Feeling": "My skin condition is getting better; all the scars are getting healed. It is a little bit dry on my body skin but still at the acceptable level." 
      },
      {
        "date":"June 2 2022",
        "Humidifier": "On (at night)",
        "Skin_condition": "Bad",
        "Eyes_condition": "Bad",
        "Feeling": "I feel the dryness in my body, facial skin, and eyes. The summer in Northern California can be cold and dry, which I don't like. I hope our trip to Hawaii can refresh my physical condition with a tropical vibe." 
      },
      {
        "date":"June 3 2022",
        "Humidifier": "On (at night)",
        "Skin_condition": "Bad",
        "Eyes_condition": "Bad",
        "Feeling": "It is foggy outdoor, which is a typical weather condition around Oakland Hill, but I still feel dry on my skin. The weather pattern in California is such a mystery. I first learned that it is hot during summer and dry in the winter. Then I realized it is not always the case. It depends on the location. San Jose and San Francisco can have very different temperatures during the day. Then I live on Oakland Hill, where it looks foggy but still can dry to cause a wildfire." 
      },
      {
        "date":"June 4 2022",
        "Humidifier": "On (at night)",
        "Skin_condition": "Bad",
        "Eyes_condition": "Fair",
        "Feeling": "I can feel it is more humid these days. However, my hand skin is still dry and peeling because I wash my hands more often. I am too lazy to apply lotion." 
      },
      {
        "date":"June 5 2022",
        "Humidifier": "On (at night)",
        "Skin_condition": "Bad",
        "Eyes_condition": "Fair",
        "Feeling": "After 12am, I was on my way back home from the airport. After sending mom back, it started to rain. Such a melancholy night, I thought..." 
      },
      {
        "date":"June 6 2022",
        "Humidifier": "On (at night)",
        "Skin_condition": "Bad",
        "Eyes_condition": "Bad",
        "Feeling": "I checked the humidity level in Oakland, which is high these days. But I don't feel it the same as while in Taiwan. Because of the low dew point, the air can not hold too many water molecules at the represented temperature." 
      }     
    ]
